{
  "nav": {
    "name": "Marika Abe Lamour",
    "past_work": "Réalisations",
    "skills": "Compétences",
    "testimonials" : "Témoignages",
    "contact_me" : "Contactez moi",
    "language": "Langue"
  },
  "about": {
    "name": "Bonjour, je m'appelle Marika.",
    "introduction": "J'adore apprendre de nouvelles technologies.",
    "descriptions": "🎓 Récemment diplômée avec un diplôme de \"Développeur web full stack\" après avoir terminé une alternance d'un an chez QuickMS !",
    "work_with_me": "Contactez moi",
    "see_my_past_work": "Voir mes réalisations"
  },
  "project": {
    "title": "Applications que j'ai développées",
    "description": "Ci-dessous se trouvent quelques-uns des projets que j'ai développés en utilisant Symfony, React, API, PHP Native et MySQL. Chaque projet met en valeur mes compétences dans ces technologies.",
    "umami": {
      "title": "Suivi Symfony",
      "subtitle": "Symfony et API",
      "description": "UMAMI est une plateforme web conçue pour la communauté culinaire, transcendant les barrières culturelles. Ce projet utilise l'API themealdb.com."
    },
    "ez_shopping": {
      "title": "Suivi React",
      "subtitle": "React et API",
      "description": "Le projet EZ Shopping est une initiative basée sur React, interfaçant de manière transparente avec l'API Fake Store pour une expérience d'achat immersive."
    },
    "french_school_mvc": {
      "title": "Suivi PHP",
      "subtitle": "PHP et Javascript",
      "description": "Découvrez une fusion de PHP natif et de JavaScript dans ce projet. Explorez une application d'apprentissage du français avec des quiz et des exercices d'écoute."
    },
    "pokemon": {
      "title": "Suivi React",
      "subtitle": "React et API",
      "description": "Ce projet React utilise PokéAPI pour créer et gérer des équipes Pokémon. Explorez les informations sur les Pokémon sans avoir besoin de recharger la page."
    },
    "pizza-menu": {
      "title": "Suivi React",
      "subtitle": "Components, Props et JSX",
      "description": "Ce projet React affiche de manière dynamique un menu de pizzas italiennes avec des photos, des ingrédients et des prix."
    },
    "eat-n-split": {
      "title": "Suivi React",
      "subtitle": "State, Levée de state, children",
      "description": "Eat & Split: rationalisez la gestion des dépenses partagées pour une coordination financière sans effort."
    }
  },
  "skills": {
    "title": "Compétences & Technologies",
    "description": "Ci-dessous, vous trouverez un aperçu complet de mes compétences, expériences et outils utilisés tout au long de mes travaux précédents et de mes études."
  },
  "testimonials": {
    "testimonial_one": {
      "quote":   "Marika est une développeuse Junior, qui a réussie à montée en compétence très rapidement sur un projet Symfony 4 / PHP 7.4. Elle a commencé par des taches simples / répétitives, pour terminer sur la mise en œuvre d'un nouveau module de saisie des temps et activités. Marika comprend et s'adapte très vite au contexte du projet, ce qui permet d'avancer très rapidement et de s'appuyer sur ses compétence pour mener à bien les projets.",
      "name": "Emmanuel BOCQUET",
      "company": "QuickMS"
    },
    "testimonial_two": {
      "quote": "C'est un plaisir de travailler avec Marika ! Elle a été un atout pour notre équipe par ses compétences techniques, sa réflexion et sa bonne humeur permanente. C'est une personne avec qui il est agréable d'échanger, mais qui est aussi productive et performante. Si les chemins professionnels nous ont séparé, elle restera un véritable manque pour notre équipe, et un véritable gain pour sa prochaine.",
      "name": "Anthony PERRIER",
      "company": ""
    },
    "testimonial_three": {
      "quote": "Marika est une apprentie développeuse extrêmement talentueuse ! Au cours de son parcours avec nous, elle a démontré une capacité remarquable à assimiler de nouvelles compétences rapidement. Sa curiosité naturelle et son engagement envers l'apprentissage font d'elle une force dynamique au sein de notre équipe. Marika apporte une perspective fraîche et créative à nos projets, et sa passion pour le développement se manifeste dans la qualité de son travail. Nous sommes chanceux de l'avoir parmi nous et avons hâte de voir son brillant avenir dans le domaine du développement.",
      "name": "Aziza MOUHOUB",
      "company": ""
    },
    "testimonial_four": {
      "quote": "Marika est une collègue sympathique. Les projets menés par Marika sont toujours réalisés avec sérieux et professionnalisme. On ressent sa passion pour le développement web c’est un vrai atout ! Je suis convaincue qu’elle mènera ses prochains projets avec autant de rigueur et de sérieux. Bravo Marika ! ",
      "name": "Sofia Rifiki",
      "company": "QuickMS"
    },
    "testimonial_five": {
      "quote": "Marika est une personne qui s'implique réellement dans son travail. Au cours de cette année, j'ai travaillé dans la même équipe de développement. Son attention aux détails et sa capacité d'écoute exceptionnelle font d'elle une professionnelle remarquable. Son niveau de compétence, particulièrement élevé pour un profil junior, démontre son engagement envers l'excellence dans le développement. Marika est un vrai atout dans une équipe et s'adaptera parfaitement à différents projets.",
      "name": "Jennifer Boî",
      "company": ""
    },
    "testimonial_six": {
      "quote": "J'aime beaucoup travailler avec Marika. C'est une personne joviale, très à l'écoute, extrêmement sérieuse et qui sait parfaitement s'adapter à diverses situations. Plus qu'une personne en alternance, elle a su complètement s'intégrer dans notre équipe et a de sérieuses compétences en front comme en back ce qui en fait un pilier essentiel. Un réel plaisir ! Aucun doute sur le fait qu'elle ira très loin!",
      "name": "Laure CHAPERT",
      "company": ""
    },
    "testimonial_seven": {
      "quote": "Marika Abe Lamour est une développeuse web dont l'approche pratique et la compréhension technique se distinguent clairement. Au cours de son apprentissage chez QuickMS et de sa formation à la 3 W Academy, Marika a prouvé sa compétence en développement web, particulièrement en HTML, CSS, JavaScript, PHP, et Symfony 4.4. Ce qui est impressionnant chez Marika, c'est sa capacité à embrasser les défis et à se perfectionner continuellement. Avec un parcours professionnel incluant la traduction anglais-japonais et l'enseignement, elle apporte une vision enrichissante à son travail en développement web. Son projet personnel, (visible sur https://marika-abe.fr/), et son projet de fin d'études à l'AFPA démontrent son engagement et sa créativité. En tant qu'apprentie développeuse d'applications chez QuickMS, Marika a démontré une excellente capacité de collaboration et de gestion de projets complexes, utilisant des outils comme JIRA, Bitbucket, et Git. Sa maîtrise des bases de données MySQL et son expérience du travail à distance complètent son profil polyvalent.Marika Abe Lamour est donc une professionnelle engagée et adaptable, prête à apporter une contribution importante dans le domaine du développement web. Son potentiel pour enrichir une équipe et mener à bien des projets innovants est indéniable.",
      "name": "Christine Vincent-Giuliano",
      "company": "QuickMS"
    },
    "title" : "Recommandations Témoignages",
    "link" : "Voir plus de témoignages sur mon Linkedin"
  },
  "contact" : {
    "address_title" : "ADRESSE",
    "contact_me" : "Contactez moi",
    "message" : "🖥️ Recherche activement un contrat en alternance ou un emploi à distance à temps plein en tant que développeur !",
    "form": {
      "name" : "Nom",
      "message" : "Message",
      "submit" : "Soumettre"
    }
  }
}
